var showdata = [
  {
    date: "Sep 5 2017",
    title: "致迷茫的你",
    content: "每个人都有迷茫的时候，就像没有灵魂的木偶、没有方向的航船、没有阳光的向日葵……于是，我们都在随波逐流中平庸地耗费光阴，感概岁月静好的同时却无奈其中。其实，迷茫的你也可以活得幸福，因为每天你有八个小目标应该要坚持：",
    shoucang: 112,
    read: 123,
    itemid: 0,
    headimage: "../../images/1.jpg",
    author: "小毛驴",
    datetime: "一天前",
    detail: "每个人都有迷茫的时候，就像没有灵魂的木偶、没有方向的航船、没有阳光的向日葵……于是，我们都在随波逐流中平庸地耗费光阴，感概岁月静好的同时却无奈其中。其实，迷茫的你也可以活得幸福，因为每天你有八个小目标应该要坚持：每个人都有迷茫的时候，就像没有灵魂的木偶、没有方向的航船、没有阳光的向日葵……于是，我们都在随波逐流中平庸地耗费光阴，感概岁月静好的同时却无奈其中。其实，迷茫的你也可以活得幸福，因为每天你有八个小目标应该要坚持：每个人都有迷茫的时候，就像没有灵魂的木偶、没有方向的航船、没有阳光的向日葵……于是，我们都在随波逐流中平庸地耗费光阴，感概岁月静好的同时却无奈其中。其实，迷茫的你也可以活得幸福，因为每天你有八个小目标应该要坚持：",
    images: {
      author_image: "../../images/00.jpg",
      image: "../../images/1.jpg"
    }
  },
  {
    date: "Sep 5 2017",
    title: "分析微信朋友圈的利与弊",
    content: "现在微信已经逐渐流行到一种妇孺皆知的地步了，无论去到哪，总会看见一堆手机党拿着自己的智能手机；无论哪个年龄，总会看见他们在微信上停留；无论那个阶层人士，总会看见他们或交流或刷朋友圈等。",
    shoucang: 112,
    read: 123,
    itemid: 1,
    headimage: "../../images/1.jpg",
    author: "小毛驴的主人",
    datetime: "二天前",
    detail: "现在微信已经逐渐流行到一种妇孺皆知的地步了，无论去到哪，总会看见一堆手机党拿着自己的智能手机；无论哪个年龄，总会看见他们在微信上停留；无论那个阶层人士，总会看见他们或交流或刷朋友圈等。于是，微信这种小媒介从各个方面、无孔不入渗透我们每个人的生活。我个人来看，微信在现今qq、msn等多种聊天互动工具风行的时代，成功脱颖而出的一个重要因素是她的可接触性。但我也认为这也许也会成为阻碍她日后发展的一个小关键。正如大家所知道的，与qq相比，微信的创新最重要的是语音发送，小视频，朋友圈。这里我就简单从我的个人角度发表一下对朋友圈的看法，不喜勿喷谢谢。对于前面说她的优点是可接触性（虽然这只是我私下把这种特征认为是可接触性），其实主要是针对朋友圈而言的。 在我看来，朋友圈成功在于：1、她是一个可以让我们用户分享自己心得和故事的一个广泛的平台，无论文字、图片、小视频，还是新兴的一些h5小作品都是自由无限额地分享出来。因此既可以满足我们对自己生活的记录，也可以满足我们极其想要表现的欲望。2、这也是相比qq空间最重要的一个突破，我们在朋友圈发表的任何东西都只限制在自己的“朋友圈”里，只有通讯录里的联系人可见，或者现在更进步的是连通讯录里的好友也要现在部分的可见性，因此，这些分享的读者都是我们可接触的“朋友圈内的人”，给我们分享的安全感同时也规避了一些用户，以及敏感内容的意外尴尬事件。3、她的点赞和评论功能。（虽然我发现现在朋友圈的一些集赞、点赞党的出现，破坏了原有的良好环境）但是不得不承认，点赞之余的评论可以增加互动，增进两个人之间的感情。于是，每次发朋友圈的意义也多了一条：让朋友对自己的分享发表感概，用户间的即时互动。下面来说说，我前面说过的朋友圈可接触性的弊端：1、我们用户的分享有一定的局限性，我们发表的东西只能让比较交好的“朋友圈内人”看见以及互动，但对与现实“朋友圈内人”但还没到交换微信号的地步，或者关系还有待发展的对象，我们是没有办法通过这个平台与之互动并且进一步增进关系的 2、相比知乎、微博等互动的交流平台，她的局限性显得更加明显。朋友圈的内容质量取决于我们朋友圈里的通讯人，而这也意味着你现实中接触的“朋友圈内人”的文化水平、生活质量等方面决定着你在朋友圈里获得的资源。微博、知乎里，我们除了关注身边圈内人的信息还可以关注其他平时难以接触的领域的大牛、前端、专业人士，这恰恰就是微信朋友圈局限所缺乏的。（当然，微信随后推出的公众号、服务号有弥补这种缺陷的作用，但效果并不大，我愚昧认为这是因为现在人们对订阅号的“干货”关注度还远远不及朋友圈。） 以上是我的个人见解，希望得到大家的评论与指点，谢谢阅读。主人有话说： 不管是qq、微信，还是微博这类社交平台，都只是迅猛发展的互联网时代的产物，互联网给我们带来的社交方便确实毋庸置疑，但在我们都应该明白，再庞大再方便的线上平台都不如我们现实生活的一个瞬间。我们常常叹惋道：现在的朋友聚会上个每个人都离不开手机，不经意抬头一看，感觉到的朋友圈竟是一片鸦雀无声的低头族。很多时候，我们明明距离那么近，近似触手可得，但是却不及他们手中不断动态更新的“朋友圈”。不禁要问：是否在不远的将来，我们都能先进到用朋友圈来进行朋友聚会？这样是否会更好？",
    images: {
      author_image: "../../images/0.jpg",
      image: "../../images/2.jpg"
    }
  },
  {
    date: "Sep 5 2017",
    title: "你是否也沦为了“点赞党”？！",
    content: "还是关于微信的文章，算是对我第一篇《分析微信朋友圈的利与弊》的一个补充吧。上篇文章谈及到朋友圈、qq空间的点赞与评论互动，其实我真的有很多话要说。以下是我对目前点赞与评论的畸形发展的总结，欢迎补充。",
    shoucang: 112,
    read: 123,
    itemid: 2,
    headimage: "../../images/5.jpg",
    author: "小毛驴的主人",
    datetime: "三天前",
    detail: "还是关于微信的文章，算是对我第一篇《分析微信朋友圈的利与弊》的一个补充吧。上篇文章谈及到朋友圈、qq空间的点赞与评论互动，其实我真的有很多话要说。以下是我对目前点赞与评论的畸形发展的总结，欢迎补充。人几乎每天都需要刷n遍朋友圈，或者qq空间，而在这个“日常”的流程中，点赞与评论更是“日常”中的“例行公事”（当然，这里先忽略那些删除朋友圈功能和不开通空间的大神，抱歉哈）其实这并没有什么问题，只是随着一样事物的发展壮大，总逃不掉一下被商业化的不良影响。因此，你会时不时在朋友圈看到大量集赞送礼、集赞领取资格……一大堆需要用户通过发挥自己朋友圈点赞力量获得自身“利益”。更有甚者，你一醒来点开微信，一连串的朋友信息原本使你很兴奋，但一看到貌似群发消息请求点赞朋友圈的聊天面板后，顿时什么心情都一洗而空。我们遗憾的是看到自己原本宁静纯朴的朋友圈分享正逐渐沦为商业宣传的工具。于是，朋友圈出现了一大波新角色——点赞党。也许我们都不情愿被贴上“点赞党”的标签，但是现实却是，朋友的集赞请求消息你永远无法直接拒绝（如果你还想维持好互相之间正常的朋友关系的话）。或者说，你不可能看到整版朋友圈都是请求点赞的消息，而你却只有选择性地点赞其中几个，因为其他人也许会在乎你的这种区别待遇。所以，我们的食指从点开微信那一刻起，便被推入了点赞的深渊。别这么快就开始焦急了，读者们，好戏还在后头呢。一轮点赞过后，你以为可以在朋友圈的集赞风波中稍作停息了，但是，当你再过一两分钟，你会惊喜地发现朋友圈有n条消息提示，然后，当你以为是朋友的评论互动，正跃跃欲试逐一回复时，你悲催地第一次发现，原来拥有许多共同好友并不是那么令人愉快的事。没错！你和你的朋友们都逃不过这“点赞党”的浪潮，你的朋友圈提示几乎全都是你们的共同好友也被卷入的“噩耗”。另外，我想在这说一下自己的看法。我真的很不欢喜那些整天为了换取“小便宜”而无心群发整个朋友圈的做法。这说到底还是人心的一个“贪”字惹的祸，当然，我无法否认每个人都有“贪”的一面，包括我。你可以很容易地就发现每个叫你帮忙集赞的人，平时都是有一定的“利用性”态度，在为人处事方面。但是，在这里，我并不是批评这大批人的贪念，只是想说明一点：商人真的是一种机智聪明的生物，他们十分懂得人的常性，然后通过各种你无法想到的方式让你成为他们利益下的“共党”。表面上，你还在为自己通过集赞或者帮助朋友集赞获得礼品和感激而沾沾自喜，实则你已经无形地加入了“点赞党”一族。畸形的朋友圈发展也就是这种情况下疯狂滋长的。清醒吧，“点赞党”们、“集赞党”们，比起一昧地盲目为商业“小甜头”而摆布，不如走心地评论每条你所关心的朋友圈，评论的互动感染力比点赞更甚，不是吗？",
                      images: {
    author_image: "../../images/00.jpg",
    image: "../../images/5.jpg"
  }
},
{
  date: "Sep 5 2017",
  title: "你的四年和我的大学",
  content: "每个人似乎都曾对大学这支童话充满着无限向往，而我和你也如此。可是当你劈波斩浪，在12年学习里力争上游的搏杀中脱颖而出来到向往已久的大学，我们又有着何种翻天覆地的变化？",
        shoucang: 112,
          read: 123,
            itemid: 3,
              headimage: "../../images/6.jpg",
                author: "小毛驴的主人",
                  datetime: "四天前",
                  detail: "每个人似乎都曾对大学这支童话充满着无限向往，而我和你也如此。可是当你劈波斩浪，在12年学习里力争上游的搏杀中脱颖而出来到向往已久的大学，我们又有着何种翻天覆地的变化？",
                      images: {
    author_image: "../../images/0.jpg",
      image: "../../images/6.jpg"
  }
}
]
module.exports = {
  datalist: showdata
}